export default () => {
  return [
    {
      id: 1,
      imgLink: 'https://www.anti-malware.ru/files/styles/imagesize400w/public/images/source/cvss-characterizing-and-scoring-vulnerabilities.png?itok=vGuBmN01',
      title: 'FIRST представил CVSS версии 3.1',
      content: [
        'Форум групп безопасности и реагирования на инциденты (FIRST) на днях анонсировал версию 3.1 Единой системы определения величины уязвимостей (Common Vulnerability Scoring System, CVSS). ',
        'CVSS — общепринятый стандарт для определения степени опасности уязвимостей в программном обеспечении. CVSS обеспечивает экспертов специальным фреймворком для связи отличительных черт и степени воздействия проблем безопасности. ',
        'В 2015 году была выпущена версия CVSS v3, в которой FIRST реализовал несколько полезных нововведений. Среди них адаптация под современные киберугрозы, а также подсказки в отношении присвоения рейтинга. ',
        'Задача CVSS v3.1 — упростить и улучшить предыдущую версию, чтобы сообществу кибербезопасников было еще легче принять и воспользоваться стандартом. ',
        'Ранее специалисты по кибербезопасности в сфере здравоохранения и промышленных систем критиковали CVSS за способность генерировать вводящие в заблуждение рейтинги уязвимостей. ',
        'Чтобы исправить эту ситуацию, FIRST опубликовал для CVSS v3.1 документ, содержащий описание и характеристики, а также руководство пользователя и примеры. Чуть позже в этом году FIRST обещает сделать учебный курс, с помощью которого пользователи смогут углубиться в CVSS версии 3.1.'
      ],
      publicationTime: '15-07-2019 13:11',
      sources: 'https://www.anti-malware.ru/news/2019-07-15-1447/30165'
    },
    {
      id: 2,
      imgLink: 'https://www.anti-malware.ru/files/styles/imagesize400w/public/images/source/snimok_ekrana_2019-07-09_v_11.49.43.png?itok=ncIwyULf',
      title: 'Instagram задействовал ИИ для борьбы с кибербуллингом в комментариях',
      content: [
        'Социальная сеть Instagram давно пытается дать достойный отпор кибербуллингу, к которому часто прибегают недобросовестные пользователи площадки. На этот раз разработчики сообщили о внедрении новой функции, основанной на искусственном интеллекте.',
        'Задача нововведения заключается в выявлении оскорбительных комментариев и уведомлении авторов о возможных последствиях до того, как подобный комментарий будет опубликован. В приведенном Instagram примере пользователь пытается написать «You are so ugly and stupid» («Ты такой уродливый и тупой»), после чего соцсеть отображает автору следующее сообщение:',
        '«Вы уверены, что хотите опубликовать этот комментарий?».',
        'В этом же сообщении есть кнопка «Отменить», так что, если пользователь подумает еще раз, у него будет возможность отказаться от хамства в сторону малознакомого человека.',
        '«Исходя из результатов первых тестов этой функции, некоторые авторы негативных комментариев отказываются от постинга, после чего подбирают более подходящие слова», — пишут разработчики Instagram.'
      ],
      publicationTime: '09-07-2019 12:06',
      sources: 'https://www.anti-malware.ru/news/2019-07-09-1447/30107'
    },
    {
      id: 3,
      imgLink: 'https://pbs.twimg.com/media/D-3ikgiWkAAeBKp.jpg',
      title: 'Первое издание «Евгения Онегина» продали на аукционе за 467 тысяч фунтов',
      content: [
        'Первое издание романа в стихах «Евгений Онегин» Александра Пушкина продали на торгах Christieʼs за 467,2 тысячи фунтов стерлингов, сообщается на сайте аукционного дома. Эстимейт лота из трех книг составлял 120-160 тысяч фунтов.',
        'Представитель Christieʼs сообщила РИА Новости, что на торги выставили библиографическую редкость, поскольку в комплект входило издание первой главы романа в оригинальном переплете.',
        'Всего на торги «Золотой век русской литературы» выставили более 120 редких печатных изданий из частной европейской коллекции.'
      ],
      publicationTime: '10-07-2019 01:17',
      sources: 'https://meduza.io/news/2019/07/09/pervoe-izdanie-evgeniya-onegina-prodali-na-auktsione-za-467-tysyach-funtov'
    },
    {
      id: 4,
      imgLink: 'https://cdn22.img.ria.ru/images/150020/61/1500206127_0:109:2500:1515_600x0_80_0_0_1869c6f20f74da3fc17d96d6a313772c.jpg',
      title: 'На турецких курортах ждут около 250 тысяч полицейских из России',
      content: [
        'МОСКВА, 9 июл - РИА Новости. Турция ожидает около 250 тысяч российских полицейских и их семей на курортах с августа этого года после снятия запрета для сотрудников МВД России на поездки в эту страну, сообщает Daily News.',
        'Как рассказал глава Средиземноморской туристической ассоциации (АКТОВ) Эркан Ягчи, пик посещаемости силовиками из России турецких курортов придется на вторую половину августа, так как сотрудники МВД сейчас только начинают планировать свой отпуск и пересматривать планы в связи с открытием нового направления.',
        'Российской полиции было запрещено выезжать за границу в 2014 году, когда МИД России опубликовал список из 116 стран, не рекомендуемых для поездок.',
        'Однако 22 июня 2019 года министр внутренних дел России Владимир Колокольцев подписал приказ, разрешающий российской полиции проводить ежегодный отпуск в Турции и Таиланде.',
        'Эркан Яги также сообщил, что в этом году Турцию посетит около 52 миллионов иностранных туристов, а доходы от отрасли могут составить около 35 миллиардов долларов.'
      ],
      publicationTime: '09-07-2019 20:17',
      sources: 'https://ria.ru/20190709/1556362051.html'
    }
  ];
}